Repository: jahangir2330/MobileApp
Catalog: MobileApp/Resources/Languages/AppResources.*.resx
Languages: ar_kw

source: Hello, World!
ar_kw: انشاء طلب

# Counter
source: Clicked {0} times
ar_kw: Kuwaiti Counter

# requestapplicationid
source: Request Application
ar_kw: انشاء طلب

# requestapplicationidRequired
source: Please provide Request Application
ar_kw: يرجى تقديم طلب

source: Full Name
ar_kw: اسم الموظف

# fullnameRequired
source: Please provide Full Name
ar_kw: الرجاء ادخال اسم الموظف

# fullnameen
source: Full Name in English
ar_kw: اسم الموظف باللغة الانجليزية

# fullnameenRequired
source: Please provide Full Name in English
ar_kw: الرجاء ادخال اسم الموظف باللغة الانجليزية

# nationalityid
source: Nationality
ar_kw: الجنسية

# nationalityidRequired
source: Please provide Nationality
ar_kw: الرجاء ادخال الجنسية

source: Job Title
ar_kw: المهنة

# jobtitleRequired
source: Please provide Job Title
ar_kw: الرجاء ادخال المهنة

source: Id Type
ar_kw: الوثيقة

# civilidnumber
source: Civil Id/Passport Number
ar_kw: الرقم المدني/رقم الجواز

# civilidnumberRequired
source: Please provide Civil Id Number
ar_kw: الرجاء ادخال الرقم المدني

source: Civil Id Expiry Date
ar_kw: تاريخ انتهاء البطاقة المدنية

source: Passport Number
ar_kw: رقم الجواز

source: Has Vehicle?
ar_kw: لديه مركبة؟

source: Car Number Plate
ar_kw: رقم لوحة السيارة

# vehiclecolorid
source: Color
ar_kw: لون المركبة

# carnumberplateRequired
source: Please provide Car Number Plate
ar_kw: الرجاء ادخال رقم اللوحة

# vehicleregistrationimagepath
source: Vehicle Registration Image
ar_kw: ارفاق دفتر المركبة

# personalpicurepath
source: Personal Picure
ar_kw: صورة شخصية

# civilidimagepath
source: Civil Id
ar_kw: صورة البطاقة المدنية

# civilidbacksideimagepath
source: Civil Id Back side Image
ar_kw: الصورة الخلفية للبطاقة المدنية

# ispersonblocked
source: Is Blocked Person?
ar_kw: هل الشخص محظور؟

# personblockstartdate
source: Block Start Date
ar_kw: تاريخ بدء الحظر

# personblockenddate
source: Block End Date
ar_kw: تاريخ انتهاء الحظر

# personblockedbyuserid
source: Blocked By
ar_kw: حظر من قبل

# personextentionenddate
source: Extension End Date
ar_kw: تاريخ انتهاء التمديد

# personextendat
source: Extend At
ar_kw: تمديد في

# personextendbyuserid
source: Extend By
ar_kw: تمديد بواسطة

source: Is Active
ar_kw: فعال

# gateidstring
source: Authorized Gates
ar_kw: البوابات المعتمدة

source: Expiry Date
ar_kw: تاريخ الانتهاء

source: End Date
ar_kw: تاريخ الانتهاء

source: Start Date
ar_kw: تاريخ البدء

# companyid
source: Company
ar_kw: إسم الشركة

source: Change Language
ar_kw: تغيير اللغة

source: Log Out
ar_kw: تسجيل خروج

source: Enter PIN
ar_kw: أدخل رقم التعريف الشخصي

source: Login
ar_kw: تسجيل الدخول

source: Permission
ar_kw: إذن

source: My QR
ar_kw: ريال قطري الخاص بي

source: Vehicle
ar_kw: عربة

source: Profile
ar_kw: حساب تعريفي

source: Reset Personal Data
ar_kw: إعادة ضبط البيانات الشخصية

source: Reset Vehicle Data
ar_kw: إعادة ضبط بيانات السيارة

source: Scan QR
ar_kw: مسح QR

# QrScanNote
source: Note: Please scan the QR code provided in your permission letter
ar_kw: ملحوظة: يرجى مسح رمز الاستجابة السريعة الموجود في خطاب الإذن الخاص بك

source: Enter 4 Digit Pin
ar_kw: أدخل رقم التعريف الشخصي المكون من 4 أرقام

source: Set Pin
ar_kw: تعيين دبوس

# vehiclecategoryid
source: Category
ar_kw: نوع المركبة

# vehiclebrandid
source: Brand
ar_kw: العلامة التجارية للمركبة

# vehiclemodelid
source: Model Year
ar_kw: سنة الصنع

source: Register with QR Code
ar_kw: سجل باستخدام رمز QR

source: Employee
ar_kw: موظف

source: Remove Data
ar_kw: إزالة البيانات

source: Add Data
ar_kw: إضافة البيانات

source: Go Back
ar_kw: عُد

source: Dashboard
ar_kw: لوحة القيادة
